{"Init":{"1":"<img src='assets/image/0-1-01.jpg' alt='title.jpg' height='150' width='150'/>Yet Another Text Adventure<br/>A text-based adventure game.<br/><br/><br/><br/><br/><br/><br/><br/>Creative Commons auzbuzzard 2015<br/>Game Engine ver. indev 0.4.0<br/>Story ver. indev 3.0<br/>Gameplay inspired by Fenoxo's CoC.<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>This line is here to test scrolling."},"SceneJson":{"LocJson":{"CharCreation":{"NG-BkStory-1":{"NG-BkStory-1":"Wind breezes.<br/><br/>The air smells of sweet oat.<br/><br/>The warm radiance of the sun gently brushes the soft skin of yours.<br/><br/>You can feel the warm earth cocooning your body, as you lay on the ground.<br/><br/>Your eyes are closed, even as you slowly wake from your slumber.<br/><br/>The world is too peaceful for you to wake from its embrace.<br/><br/>But you have to. The world awaits you.<br/><br/>You gather yourself, and prepare to open your eyes."},"NG-BkStory-2":{"NG-BkStory-2":"You opened your eyes.<br/><br/>You wake up in a golden wheat field under a bright blue sky. The air is warm but fresh. The sound of wind whispering with the oats welcomes you to this picturesque scene. The sky is void of any clouds, shielding the peaceful field in a calming cerulean glow. You breathe in the refreshing smell of this place, contemplating the peace of mind you have found in this zenful place.<br/><br/>But, you know, this peace would not last. Hovgard was once a land of peace and prosperity, with vast plains, sheer cliffs, imposing mountains and deep forests; the land had villages, castles, fortresses, harbors, cities and countless majestic wonders. Each corner of the world was thriving with life and vibrant cultures. Even though many were different; many were different in breeds, in complexion, in class, in aspirations, in abilities, in languages and in faith, the people of Hovgard banded together for a brighter future. Life was great, people were happy, the world was a joy.<br/><br/>Then one day, of reasons no one could know, this peace was broken and the harmony of the world was tipped. People started to distrust those different from themselves; neighbors would judge one another; cities compete and argue on the tiniest of issues. First there were skirmishes, then there were fights, then there were battles, and before anyone would notice, wars among people who were once families were declared all over Hovgard. Kingdoms and city-states fought for land and riches; warlords and guild masters fought for power and control. The plains and forests were turned into scorched battlefields and mining sites; the cities and villages were blazed and pillaged by soldiers and bandits. Hovgard, once the pride of the world, has fallen into chaos, covered in tears and blood of the innocence under the torches and metals of war."},"NG-BkStory-3":{"NG-BkStory-3":"But, that was many moons ago. You were born at the dusk of Hovgard's golden age and the dawn of its darkest time. Your parents lament the good old times when travels were safe, when politics were open, when young boys weren't drafted and sent to death against their will, when food were plenty and poverty was only a thing for the poor. You remember the better days when you were just a child, having no worries about life and survival but school and chores. But as you now are coming of age, the world is a different place. You are struggling with figuring out your destiny, but the future ahead of you looks bleak, with the world at the brink of war, and you struggling to making a living, and coping with the constant fear that a battle would pillage and destroy your home and family at any moment. The future is uncertain. You are scared.<br/><br/>You think about your prospects and start to think about yourself. A young, bright individual in a decrepit, dreary world. An individual with a hopeful, aspiring name. Your mother and father has called you: "},"NG-GENDER":{"NG-GENDER":"You think hard, squinting your eyes and digging deep inside your brain, searching for the strings of words you call yourself with. N… Th… You try hard catching onto these fleeting words on your train of thought. M… P… They are at the tip of your tongue. G… Am… You mouth, trying to capture these letters and words.<br/><br/>%%%pAttName@@@@@@@@%%%… You mutter. %%%pAttName@@@@@@@@%%%… you call. Your name is %%%pAttName@@@@@@@@%%%. You grin as you read out these beautiful words that is your name, celebrating the rememberance of your identity.<br/><br/>Then you realize something. You quickly lower your head and look back between your legs, staring at your groin behind your pony underside. What are you? You asked yourself, as you try to deduce another important identity of yours.<br/><br/>You stared at your crotch, you see yourself as:"},"NG-Physique":{"Male":"Man. You have chosen to be %%%pAttGender@@-1@@NoPlural@@true@@%%%. Now, what is your physique?","Female":"Women. You have chosen to be %%%pAttGender@@-1@@NoPlural@@true@@%%%. Now, what is your physique?"},"NG-HairColor":{"NG-HairColor":"What is your hair color?"}}}}}