{"Init":{"1":"<img src='assets/image/0-1-01.jpg' alt='title.jpg' height='150' width='150'/>Yet Another Text Adventure<br/>An MLP-themed DnD-style text adventure RPG.<br/><br/><br/><br/><br/><br/><br/><br/>Creative Commons auzbuzzard 2015<br/>Game Engine ver. indev 0.4.0<br/>Game mechanics inspired by Fenoxo's CoC.<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>This line is here to test scrolling."},"SceneJson":{"LocJson":{"CharCreation":{"NG-BkStory-1":{"NG-BkStory-1":"Wind breezes.<br/><br/>The air smells of sweet oat.<br/><br/>The warm radiance of the sun gently brushes the soft skin of yours.<br/><br/>You can feel the warm earth cocooning your body, as you lay on the ground.<br/><br/>Your eyes are closed, even as you slowly wake from your slumber.<br/><br/>The world is too peaceful for you to wake from its embrace.<br/><br/>But you have to. The world awaits you.<br/><br/>You gather yourself, and prepare to open your eyes."},"NG-BkStory-2":{"NG-BkStory-2":"You opened your eyes.<br/><br/>You wake up in a golden wheat field under a bright blue sky. The air was warm but fresh. The sound of oats whispering with the wind creates the soundtrack for this picturesque scene. You try to recall how and why you were laying on the field, but nothing comes to your mind. You look around, then at your body, staring at the blunt hooves supporting yourself on the earth. You feel your tail flicker upon the realization that you are standing on all four limbs, like a pony. In fact, you *are* a pony. The peaceful tranquilty slowly fade away as you process this new information. What has happened? Why are you a pony? You heartbeat quickens from the shocking discovery, and you desperately inspect your new body with your eyes and your newfound digitless hooves. A thousand questions blast through your head and a million voices urge you to discover the answers. But before you can identify the reason behind your transformation, or even to revert it, you must try to recollect some information about yourself. \"First thing's first\", you think as you try to calm yourself down, \"Who am I?\"<br/><br/>You think hard, reaching far into your memories for your name."},"NG-GENDER":{"NG-GENDER":"You think hard, squinting your eyes and digging deep inside your brain, searching for the strings of words you call yourself with. N… Th… You try hard catching onto these fleeting words on your train of thought. M… P… They are at the tip of your tongue. G… Am… You mouth, trying to capture these letters and words.<br/><br/>%%%pAttName@@@@@@@@%%%… You mutter. %%%pAttName@@@@@@@@%%%… you call. Your name is %%%pAttName@@@@@@@@%%%. You grin as you read out these beautiful words that is your name, celebrating the rememberance of your identity.<br/><br/>Then you realize something. You quickly lower your head and look back between your legs, staring at your groin behind your pony underside. What are you? You asked yourself, as you try to deduce another important identity of yours.<br/><br/>You stared at your crotch, you see yourself as:"},"NG-Physique":{"Male":"Man. You have chosen to be %%%pAttGender@@-1@@NoPlural@@true@@%%%. Now, what is your physique?","Female":"Women. You have chosen to be %%%pAttGender@@-1@@NoPlural@@true@@%%%. Now, what is your physique?"},"NG-HairColor":{"NG-HairColor":"What is your hair color?"}}}}}